Repository: SenaTaka/math2music
Catalog: ios/Math2Music/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Audio could not start. Check the silent switch and try again.
ja: オーディオを開始できませんでした。もう一度お試しください。

source: Cosine
ja: コサイン波

source: Create Loop Video
ja: ループ動画を作成

source: Creating video…
ja: 動画を生成中…

source: Done
ja: 完了

source: Duration
ja: 長さ

source: Each slider is one sin(nx) term — sculpt your own formula.
ja: スライダー1本が sin(nx) の1項。自分だけの数式を作ろう。

source: Export
ja: 書き出し

source: Export a perfectly seamless loop video for social media.
ja: SNS用に完全シームレスなループ動画を書き出せる。

source: Export failed. Please try again.
ja: 書き出しに失敗しました。もう一度お試しください。

source: Favorites
ja: お気に入り

source: Formula
ja: 数式

source: Free
ja: フリー

source: Haptics
ja: ハプティクス

source: Harmonic %@
ja: 倍音 %@

source: Major
ja: メジャー

source: Minor
ja: マイナー

source: No saved formulas yet.
ja: 保存された数式はまだありません。

source: Pentatonic
ja: ペンタトニック

source: Play
ja: 再生

source: Randomize
ja: ランダム

source: Resolution
ja: 解像度

source: Save Current Formula
ja: 現在の数式を保存

source: Sawtooth
ja: のこぎり波

source: Scale
ja: スケール

source: Seamless Loop Video
ja: シームレスループ動画

source: Settings
ja: 設定

source: Share Video
ja: 動画を共有

source: Sine
ja: サイン波

source: Square
ja: 矩形波

source: Start
ja: はじめる

source: Stop
ja: 停止

source: The drawn wave drives the pitch in real time.
ja: 描かれる波形がリアルタイムに音の高さを操る。

source: Theme
ja: テーマ

source: Triangle
ja: 三角波

source: Waveform
ja: 波形
